Repository: sandsmark/kde1-kuickshow
Catalog: po/*.po
Languages: pl

source: About
pl: O programie

source: View
pl: Poka¿

source: Rename...
pl: Zmiañ nazwê...

source: Delete
pl: Skasuj

source: Print image...
pl: Drukuj obrazek...

source: Change directory...
pl: Zmieñ katalog...

source: Properties
pl: W³a¶ciwo¶ci

source: Rename
pl: Zmieñ nazwê

source: to:
pl: na:

source: Rename item
pl: Zmieñ nazwe

source: Switch to directory:
pl: Prze³±cz na katalog:

source: Change directory
pl: Zmieñ katalog

source: Zoom in
pl: Powiêksz

source: Zoom out
pl: Zmniejsz

source: Rotate 90°
pl: Obrót o 90°

source: Rotate -90°
pl: Obrót o -90°

source: Flip horizontally
pl: Odwróæ poziomo

source: Flip vertically
pl: Odwróæ pionowo

source: Brightness
pl: Jaskrawo¶æ

source: Contrast
pl: Kontrast

source: Save as...
pl: Zapisz jako...

source: Couldn't save the file,
pl: Nie mogê zapisaæ pliku,

source: maybe this disk is full, or you don't
pl: mo¿e dysk jest pe³ny, lub nie masz

source: have write permissions to the file.
pl: praw do zapisu pliku.

source: File saving failed
pl: B³±d zapisu pliku

source: I can't change into "
pl: Nie mogê zmieniæ na "

source: " as it is not a directory.
pl: " to nie jest katalog.

source: Not a directory
pl: To nie jest katalog.

source: Exit KuickShow
pl: Wyj¶cie z KuickShow

source: Configuration
pl: Konfiguracja

source: Slideshow
pl: Pokaz

source: Reload Directory
pl: Od¶wie¿ katalog

source: About KuickShow
pl: Informacje o KuickShow

source: Help
pl: Pomoc

source: KuickShow: Couldn't print image.
pl: KuickShow: Nie mogê wydrukowaæ obrazka.

source: You can't drop directories
pl: Nie mo¿esz opuszczaæ katalogów

source: onto the imageviewer!
pl: do przegl±darki obrazków!

source: KuickShow Drop Error
pl: B³±d opuszczania w KucikShow

source: You can only drop local files
pl: Mo¿esz opuszczaæ tylko pliki lokalne

source: You can't drop multiple files!
pl: Nie mo¿esz opuszczaæ wiele plików!

source: KuickShow configuration
pl: Konfiguracja KuickShow

source: Sorry, I can't load the image "
pl: Przepraszam, ale nie mogê za³adowaæ obrazka "

source: " Maybe it has a wrong format or your Imlib
pl: " Mo¿e jest z³ego formatu lub biblioteka

source: is not installed properly.
pl: Imlib jest ¼le zainstalowana.

source: Can't initialize "Imlib".
pl: Nie mogê zainicjowaæ "Imlib".

source: Start kuickshow on the commandline and look
pl: Uruchom kuickshow w linii poleceñ i obesrwuj

source: out for some error messages.
pl: pojawiaj±ce siê komunikaty b³êdów.

source: I will quit now.
pl: Chcê teraz zakoñczyæ pracê.

source: Fatal Imlib error
pl: Fatalny b³±d w Imlib

source: Settings
pl: Ustawienia

source: Fullscreen mode
pl: Tryb pe³noekranowy

source: Shrink image to screensize, if larger
pl: Dostosuj obrazek do wielko¶ci ekranu, je¿eli jest wiêkszy

source: Preload next image
pl: £aduj kolejny obrazek

source: Show only files with extension:
pl: Pokazuj tylko pliki z rozszerzeniami:

source: Slideshow delay (ms):
pl: Opó¼nienie w pokazie (ms):

source: default: 3000 = 3 seconds
pl: domy¶lnie: 3000 = 3 sekundy

source: Quality / Speed
pl: Jako¶æ / Szybko¶æ

source: Fast rendering
pl: Szybkie renderowanie

source: Use own color palette
pl: U¿yj w³asnej palety kolorów

source: Fast palette remapping
pl: Szybkie sporz±dzanie palety

source: Maximum cache size (kB):
pl: Maksymalny rozmiar bufora (kB):

source: 0 = don't limit
pl: 0 = bez ograniczenia
